Repository: RaphaelLesourd/MyLibrary
Catalog: MyLibrary/*.lproj/Localizable.strings
Languages: fr

source: New Book
fr: Nouveau Livre

source: Home
fr: Accueil

source: My Books
fr: Mes Livres

source: Search
fr: Recherche

source: Account
fr: Compte

source: Profile
fr: Profil

source: Categories
fr: Catégories

source: Modify
fr: Modifier

source: Comments
fr: Commentaires

source: Username
fr: Nom d'utilisateur

source: Book title
fr: Titre du livre

source: Author name
fr: Nom de l'auteur

source: Publisher
fr: Editeur

source: Published date
fr: Date de parution

source: Language
fr: Langue

source: User comments
fr: Commentaires, avis...

source: Price
fr: Prix d'achat

source: Currency
fr: Monnaie

# Rating
source: Rating (0 to 5)
fr: Note (0 à 5)

source: Book saved
fr: Livre enregistré.

source: Create profile
fr: Créer un profil

source: Save
fr: Enregistrer

source: Update
fr: Mettre à jour

source: Sign out
fr: Déconnexion

source: Delete account
fr: Effacer le compte

source: Delete
fr: Effacer

source: Edit
fr: Editer

# Done
source: Terminé
fr: Done

source: Latest books
fr: Derniers ajouts

source: Favorite books
fr: Livres favoris

source: Recommendations
fr: Recommandations

source: See all
fr: Tout voir

source: Add comment
fr: Ajouter un commentaire

# AlertSignOutMessage
source: Are you sure you want to sign out?
fr: Etes-vous sûr de vouloir vous déconnecter?

# AlertDeleteAccountTitle
source: Are you sure you want to delete your account?
fr: Etes-vous sûr de vouloir supprimer votre compte?

# AlertDeleteAccountMessage
source: You wil need to re-authentify.
fr: Vous allez devoir vous re-authentifier.

# AlertDescriptionChangedMessage
source: The description of this book changed, would you lie to save those modifications?
fr: Vous avez modifié la description, voulez-vous grader ces modifications?

# GoodByeMessage
source: See you soon
fr: A bientôt

source: Username updated
fr: Nom d'utilisateur mis à jour.

source: Error
fr: Erreur!

source: Success
fr: Succés

# LoginSubtitle
source: Enter you email and password to log in
fr: Veuillez entrer votre email et votre mot de passe pour vous connecter à votre compte.

# LoginTitle
source: Log in
fr: Se connecter

# SignupSubtitle
source: Choose a password with at least 1 number, a special character and minimum 6 letters.
fr: Choisissez un mot de passe avec minimum 1 chiffre, un charactère spécial et minimum 6 lettres.

# SignupTitle
source: Sign up
fr: S'inscrire

source: Password
fr: Mot de passe

# ConfirmPassword
source: Re-enter password
fr: Confirmez votre mot de passe

source: Forgot password
fr: Mot de passe oublié

# WelcomeMessage
source: Welcome to your Book Library.
fr: Bienvenue dans votre bibliothèque.

source: Reloading
fr: Rechargement

source: Account open
fr: Compte ouvert

# AlertPasswordForgottenTitle
source: Password forgotten
fr: Mot de passe oublié

# AlertPasswordForgottenMessage
source: Are you sure you would like to reset your password?
fr: Etes-vous sûr de vouloir mettre votre mot de passe à jour?

source: Empty email
fr: Email vide

# ResetPassword
source: Password reset
fr: Reset du mot de passe

# ReauthentifyBannerMessage
source: Please re-authentify.
fr: Veuillez vous authentifier à nouveau.

source: Account Deleted
fr: Votre compte à été éffacé

# HomeControllerEmptyState
source: No books in your library yet
fr: Pas encore de Livres dans votre bibliothèque...

# BookListEmptyState
source: No books in
fr: Vous n'avez pas encore répertorié de livre. Voulez-vous en ajouter un maintenant?

# SearchListEmptyState
source: You can search by entering a title, author, book reference, etc...
fr: Vous pouvez chercher un livre en donnant un titre, nom d'auteur, numéro de code barre (ISBN), etc...

# CommentEmptyState
source: Be the first one to leave a comment about this book...
fr: Soyez le premier à écrire un comentaire sur ce livre...

source: Stop recommending
fr: Ne plus recommander

source: Recommend
fr: Recommander

# BookDeleted
source: Book deleted from your library.
fr: Livre éffacé de votre bibliothèque.

# AlertDeleteBookTitle
source: Delete book
fr: Effacer un livre

# AlertDeleteBookMessage
source: Are you sure you want to delete this book?
fr: Etes-vous sur de vouloir effacer ce livre?

# AlertCameraUnavailableTitle
source: Camera unavailable
fr: Caméra introuvable

# AlertCameraUnavailableMessage
source: It seems there is a problem with your camera.
fr: Il semblerait y avoir un problème avec votre caméra.

# CameraPermissionsMessage
source: Please update your settings to allow the use of this device camera.
fr: Veuillez modifier les réglages pour autoriser cet app à utiliser la caméra.

source: Category added
fr: Catégorie ajoutée

source: Category modified
fr: Catégorie modifiée

# AlertNewCategoryTitle
source: New category
fr: Nouvelle catégorie

# AlertNewCategoryMessage
source: Add a new categry
fr: Ajouter une nouvelle catégorie.

source: Add
fr: Ajouter

source: Category name
fr: Nom de catégorie

# AlertDeleteCategoryMessage
source: Are you sure you want to delete this category?
fr: Etes vous sur de vouloir éffacer cette catégorie?

source: Cancel
fr: Annuler

# ReaderComments
source: Reader's comments
fr: Commentaires des lecteurs

# ReAuthentificationMessage
source: Please enter your email and password to re-authentify
fr: Veuillez vous re-authentifier avec votre email et mot de passe

source: Delete this book
fr: Effacer ce livre

# CommentEntry
source: Your thoughts...
fr: Vos pensées...

# AppCreationYear
source: Created in
fr: Année création

source: Contact us
fr: Contactez nous

source: Recommended by
fr: Recommandé par

# UnableToOpenMailApp
source: Unable to open Mail
fr: Impossible d'ouvrir Mail.

source: Feedback sent
fr: Feedback envoyé

source: Take photo
fr: Prendre une photo

source: Camera roll
fr: Pellicule

source: Photo library
fr: Phototèque

source: Access not authorized
fr: Acces non autorisé

source: Today
fr: Aujourd'hui

source: Past comments
fr: Anciens Commentaires

# BookListMenuTitle
source: List
fr: Liste

source: Medium
fr: Moyenne

source: Small
fr: Petite

# Xsmall
source: Extra small
fr: Trés Petite

# Welcome
source: Welcome back
fr: Bienvenue

source: said
fr: à dit

# CloseKeyboard
source: Close
fr: Fermer

# BarcodeControllerTitle
source: Barcode scanner
fr: Scanner code barre

# BarcodeControllerSubitle
source: Position the barcode in the frame to scan it.
fr: Positionez le code barre au centre.

# ByTimestampList
source: By date added
fr: Par date d'ajout

# ByTitleList
source: By title
fr: Par titre

# ByAuthorList
source: By author
fr: Par auteur

# ByRatingList
source: By rating
fr: Par note

# UnsentEmail
source: Email not sent
fr: Email non envoyé

# SentEmail
source: Email sent
fr: Email envoyé

# NoFlashlightTitle
source: Flashlight
fr: Torche

# flashLightErrorMessage
source: There is a problem with the flashlight.
fr: Il a y un problème avec la lampe torche.

source: Unavailable
fr: Non disponible

# PasswordMissmatch
source: Passwords missmatch
fr: Les mots de passe ne correspondent pas.

# UsernameEmpty
source: Username can't be empty.
fr: Le nom d'utilisateur ne peux être vide.

# TitleMissing
source: Title can't be empty.
fr: Vous devez au moins entrer un titre.

# CategoryNotFound
source: Catagory not found.
fr: Catégorie non trouvée.

# CategoryExist
source: This catagory already exist.
fr: Cette catégorie existe déja.

# NoNetwork
source: You seem to be offline.
fr: Vous semblez être hors ligne.

source: Not found.
fr: Introuvable

# EmptyComment
source: Comment can't be empty.
fr: Votre commentaire est vide.

# BookExist
source: This book already exist.
fr: Ce livre existe déja.

source: Request cancelled.
fr: Demande intérompue.

source: Invalid request.
fr: Requette non valable.

# EmailPasswordNotFound
source: Email and password missmatch.
fr: L'email et le mot de passe ne correspondent pas.

# EmailExist
source: Email already in use.
fr: Email déja utilisé.

source: Invalid email
fr: Email non valable.

source: Invalid password
fr: Mauvais mot de passe.

# AccountDontExist
source: No account exist with this email.
fr: Aucun compte existe avec cet email.

# NewCategoryTitle
source: New category
fr: Nouvelle catégorie

# NewCategorySubtitle
source: Create a new category by giving a name and set a color.
fr: Créez une nouvelle catégorie en lui donnant un nom et une couleur.

# CategoryColorSectionTitle
source: Category color
fr: Couleur de la catégorie

# EditCategoryTitle
source: Edit category
fr: Editer catégorie

# EditCategorySubtitle
source: Modify this category by giving a name and set a color.
fr: Changer cette catégorie en lui donnant un nom et une couleur.

# NoText
source: There is nothing to save.
fr: Il n'y a rien à sauver.

# CategoryListSectionHeader
source: All your books categories
fr: Toutes vos catégories

# CategoryListSectionFooter
source: Swipe left to edit or delete a category.
fr: Glisser vers la gauche pour éditer ou effacer une catégorie.

# EmptyQuery
source: Book seach query empty
fr: Recherche vide

# Forbidden
source: Access forbidden
fr: Accés refusé

source: Too many requests
fr: Trop de requêtes

source: Internal server error
fr: Erreur interne du serveur

source: Service unavailable
fr: Service temporairement indisponible ou en maintenance

# UnknowError
source: Network error unknown
fr: Erreur inconnue

source: Let's go!
fr: Allons-y!

# NewBookCategoriesHeader
source: Add categories
fr: Ajoutez des catégories

# NewBookPublishingHeader
source: Set pushlishing details
fr: Détails d'édition

# NewBookDetailsHeader
source: Book details
fr: Détails du livre

# NewBookRatingHeader
source: Give a rating
fr: Ajoutez une Note

# NewBookPriceHeader
source: Purchased price
fr: Détails du prix

# NewBookSaveFooter
source: To save a book you must include at least a title.
fr: Pour enregistrer ce livre, entrez au minimum un titre.

# DeleteNewBookInfos
source: Clear all information
fr: Effacez toutes les infos

# EmptyStateNoBookTitle
source: Let's add your first book!
fr: Ajoutons ensemble votre premier livre.

# EmptyStateNoBookSubtitle
source: Would you like to start creating your library?
fr: Voulez vous commencer?

# EmptyStateSearchTitle
source: Let's search for books!
fr: Allons à la recherche de livres.

# EmptyStateSearchSubtitle
source: You can search by entering a title, author, keywords...
fr: Vous pouvez chercher avec un titre, un nom d'auteur, ou tout autre mot clé.

# EmptyStateCategoryTitle
source: Let's create your first category!
fr: Créons ensemble votre première catégorie.

# EmptyStateCategorySubtitle
source: Categories helps finding books faster.
fr: Les catégories aident à classer vos livres et à les retrouver plus facilement.

# EmptyStateCommentTitle
source: Let's add the first comment for this book!
fr: Ajoutons ensemble un premier commentaire.

# EmptyStateCommentSubtitle
source: Start a discussion about this book with others.
fr: Partagez vos pensées sur ce livre avec les autres.
